Repository: Vistaus/badgie
Catalog: po/*.po
Languages: nl

source: Enter app's package name
nl: Voer de pakketnaam van de app in

source: Badges for your Android App's README
nl: Emblemen voor leesmijbestanden van Android-apps

source: Choose badge type
nl: Kies het soort embleem

source: Fetch the badge
nl: Embleem ophalen

source: Copy badge link
nl: Embleemlink kopiëren

source: For more details, visit <a href='%s'>here</a>.
nl: Ga voor informatie naar <a href='%s'>deze pagina</a>.

source: Fetching your badge…
nl: Bezig met ophalen van embleem…

source: Oops! An unexpected error occurred 😓️
nl: Oeps! Er is een onverwachte fout opgetreden 😓️

source: Fetch your badge
nl: Embleem ophalen

source: Copied!
nl: Gekopieerd!

source: Version
nl: Versie

source: Installs
nl: Aantal keer geïnstalleerd

source: Rating
nl: Beoordeling

source: Size
nl: Grootte

source: Developer
nl: Ontwikkelaar

source: Last Updated
nl: Laatst bijgewerkt

source: No of users rated
nl: Aantal gebruikersbeoordelingen
